controllers/AdminController.php

INSERT INTO `form` (`firstName`, `secondName`) VALUES ('Amin', 'Amin')
---
    public function actionTestAjax(){


        $formModel=new Form();
        $formModel->firstName=$_POST['firstN'];
        $formModel->secondName=$_POST['secondN'];
        $formModel->save();